// Найти сумму целых положительных 
// чисел из промежутка от a до b, кратных четырем.

Console.WriteLine("Введите два числа");
int a = Convert.ToInt32(Console.ReadLine ());
int b = Convert.ToInt32(Console.ReadLine ());
int sum=0;
 for (int i =a; i <= b; i++) 
{ 
    if ((i % 4) == 0)
}